Repository: pmolettiere/DragAlert
Catalog: DragAlert/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, it, ja, nb, nl, pl, pt_pt, ru, sv, zh_hans, zh_hk

# view.toolbar.alarm
source: Alarm
es: Alarma
fi: Hälytys
fr: Alarme
it: Allarme
ja: アラーム
pt_pt: Alarme
ru: Сигнал тревоги
sv: Larm
zh_hans: 警报
zh_hk: 警報

# view.toolbar.alarm.enable
source: Enable
da: Aktivér
de: Aktivieren
es: Habilitar
fi: Ota käyttöön
fr: Activer
it: Abilita
ja: 有効にする
nb: Aktiver
nl: Inschakelen
pl: Włącz
pt_pt: Ativar
ru: Включить
sv: Aktivera
zh_hans: 启用
zh_hk: 啟用

# view.toolbar.alarm.disable.idle
source: Disable Idle
da: Deaktiver Inaktivitet
de: Inaktivität deaktivieren
es: Desactivar en inactividad
fi: Poista käytöstä lepotilassa
fr: Désactiver l'Inactivité
it: Disabilita inattività
ja: アイドル無効
nb: Deaktiver ved inaktivitet
nl: Uitschakelen bij Inactiviteit
pl: Wyłącz w bezczynności
pt_pt: Desativar Inatividade
ru: Отключить при бездействии
sv: Inaktivera vid inaktivitet
zh_hans: 禁用空闲
zh_hk: 停用閒置

# view.toolbar.alarm.snooze
source: Snooze
de: Schlummern
es: Posponer
fi: Torkku
fr: Répétition
ja: スヌーズ
pl: Drzemka
pt_pt: Soneca
ru: Отложить
sv: Snooza
zh_hans: 贪睡
zh_hk: 打盹

# view.toolbar.alarm.test
source: Test
de: Testen
es: Prueba
fi: Testaa
ja: テスト
pt_pt: Testar
ru: Тест
sv: Testa
zh_hans: 测试
zh_hk: 測試

# view.toolbar.anchor
source: Anchor
da: Anker
de: Anker
es: Ancla
fi: Ankkuri
fr: Ancre
it: Ancora
ja: 錨
nb: Anker
nl: Anker
pl: Kotwica
pt_pt: Âncora
ru: Якорь
sv: Ankare
zh_hans: 锚
zh_hk: 錨

# view.toolbar.new
source: New Position
da: Ny Position
de: Neue Position
es: Nueva posición
fi: Uusi sijainti
fr: Nouvelle Position
it: Nuova Posizione
ja: 新しい位置
nb: Ny posisjon
nl: Nieuwe Positie
pl: Nowa pozycja
pt_pt: Nova Posição
ru: Новая позиция
sv: Ny position
zh_hans: 新位置
zh_hk: 新位置

# view.toolbar.adjust
source: Adjust
da: Juster
de: Anpassen
es: Ajustar
fi: Säädä
fr: Ajuster
it: Regola
ja: 調整
nb: Justér
nl: Aanpassen
pl: Dostosuj
pt_pt: Ajustar
ru: Настроить
sv: Justera
zh_hans: 调整
zh_hk: 調整

# view.toolbar.reset
source: Reset Last
da: Nulstil Sidste
de: Letztes zurücksetzen
es: Reiniciar último
fi: Nollaa edellinen
fr: Réinitialiser Dernière
it: Resetta Ultimo
ja: 最後をリセット
nb: Nullstill siste
nl: Herstel Laatste
pl: Resetuj ostatni
pt_pt: Redefinir Última
ru: Сбросить последний
sv: Återställ senaste
zh_hans: 重置上次
zh_hk: 重設上次

# view.toolbar.cancel
source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
ja: キャンセル
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_pt: Cancelar
ru: Отмена
sv: Avbryt
zh_hans: 取消
zh_hk: 取消

# view.toolbar.edit.vessel
source: Edit Vessel
da: Redigér Skib
de: Schiff bearbeiten
es: Editar embarcación
fi: Muokkaa alusta
fr: Modifier Vaisseau
it: Modifica Imbarcazione
ja: 船を編集
nb: Rediger fartøy
nl: Bewerk Schip
pl: Edytuj statek
pt_pt: Editar Embarcação
ru: Редактировать судно
sv: Redigera fartyg
zh_hans: 编辑船舶
zh_hk: 編輯船隻

# view.map.warn.volume.low
source: Low Volume!
da: Lav Lydstyrke!
de: Niedrige Lautstärke!
es: ¡Volumen bajo!
fi: Matala äänenvoimakkuus!
fr: Volume Faible !
it: Volume Basso!
ja: 音量が低い！
nb: Lavt volum!
nl: Laag Volume!
pl: Niskie volume!
pt_pt: Volume Baixo!
ru: Низкая громкость!
sv: Låg volym!
zh_hans: 音量过低！
zh_hk: 音量過低！

# view.map.volume
source: Volume
da: Lydstyrke
de: Lautstärke
es: Volumen
fi: Äänenvoimakkuus
ja: 音量
nb: Volum
pl: Głośność
ru: Громкость
sv: Volym
zh_hans: 音量
zh_hk: 音量

# view.anchoring.relative
source: Relative
da: Relativ
de: Relativ
es: Relativo
fi: Suhteellinen
fr: Relatif
it: Relativo
ja: 相対
nb: Relativ
nl: Relatief
pl: Względny
pt_pt: Relativo
ru: Относительно
sv: Relativ
zh_hans: 相对
zh_hk: 相對

# view.anchoring.current
source: Current
da: Nuværende
de: Aktuell
es: Actual
fi: Nykyinen
fr: Actuel
it: Corrente
ja: 現在
nb: Nåværende
nl: Huidig
pl: Bieżący
pt_pt: Atual
ru: Текущий
sv: Aktuell
zh_hans: 当前
zh_hk: 當前

# view.anchoring.rodeLength
source: Rode
da: Ankerline
de: Ankerleine
es: Longitud de cabo
fi: Ankkuriketju
fr: Câble
it: Cima d'ancora
ja: 錨綱
nb: Tauglengde
nl: Ankerlijn
pl: Długość cumy
pt_pt: Comprimento da Amarra
ru: Длина веревки
sv: Ankartrossens längd
zh_hans: 锚链
zh_hk: 錨繩長度

# view.anchoring.distance
source: Distance
da: Afstand
de: Entfernung
es: Distancia
fi: Etäisyys
it: Distanza
ja: 距離
nb: Avstand
nl: Afstand
pl: Odległość
pt_pt: Distância
ru: Расстояние
sv: Avstånd
zh_hans: 距离
zh_hk: 距離

# view.anchoring.bearing
source: Bearing
da: Pejling
de: Peilung
es: Rumbo
fi: Suuntima
fr: Relèvement
it: Rilevamento
ja: 方位
nb: Retning
nl: Richting
pl: Ładunek
pt_pt: Orientação
ru: Направление
sv: Bäring
zh_hans: 方位
zh_hk: 方位

# view.anchoring.would.alarm
source: Outside Alarm Radius
da: Udenfor Alarm Radius
de: Außerhalb Alarmradius
es: Fuera del radio de alarma
fi: Ulkona hälytysalueelta
fr: Hors Rayon d'Alarme
it: Fuori Raggio Allarme
ja: アラーム範囲外
nb: Utenfor alarmradius
nl: Buiten Alarm Radius
pl: Poza obszarem alarmowym
pt_pt: Fora do Raio de Alarme
ru: Вне радиуса сигнала тревоги
sv: Utanför larmradie
zh_hans: 超出警报半径
zh_hk: 超出警報半徑

# view.anchoring.no.alarm
source: Inside Alarm Radius
da: Indenfor Alarm Radius
de: Innerhalb Alarmradius
es: Dentro del radio de alarma
fi: Sisällä hälytysalueella
fr: À l'Intérieur du Rayon d'Alarme
it: Dentro Raggio Allarme
ja: アラーム範囲内
nb: Innenfor alarmradius
nl: Binnen Alarm Radius
pl: Wewnątrz obszaru alarmowego
pt_pt: Dentro do Raio de Alarme
ru: Внутри радиуса сигнала тревоги
sv: Inuti larmradie
zh_hans: 在警报半径内
zh_hk: 在警報半徑內

# view.anchoring.button.current
source: Drop Anchor
da: Kast Anker
de: Anker werfen
es: Solta el ancla
fi: Laske ankkuri
fr: Lâcher l'Ancre
it: Lancia Ancora
ja: 錨を投げる
nb: Slipp anker
nl: Laat Anker Vallen
pl: Zrzuć kotwicę
pt_pt: Solte a Âncora
ru: Сбросить якорь
sv: Släpp ankare
zh_hans: 放下锚
zh_hk: 放下錨

# view.anchoring.button.relative
source: Drop Anchor
da: Kast Anker
de: Anker werfen
es: Solta el ancla
fi: Laske ankkuri
fr: Lâcher l'Ancre
it: Lancia Ancora
ja: 錨を投げる
nb: Slipp anker
nl: Laat Anker Vallen
pl: Zrzuć kotwicę
pt_pt: Solte a Âncora
ru: Сбросить якорь
sv: Släpp ankare
zh_hans: 放下锚
zh_hk: 放下錨

# view.anchoring.button.cancel
source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
ja: キャンセル
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_pt: Cancelar
ru: Отмена
sv: Avbryt
zh_hans: 取消
zh_hk: 取消

# view.setup.title
source: Permission Required
da: Kræver Tilladelse
de: Berechtigung erforderlich
es: Permiso requerido
fi: Vaaditaan lupa
fr: Autorisations Requises
it: Autorizzazione Richiesta
ja: 許可が必要
nb: Tillatelse nødvendig
nl: Toestemming Vereist
pl: Wymagane uprawnienia
pt_pt: Permissão Necessária
ru: Требуется разрешение
sv: Tillstånd krävs
zh_hans: 需要权限
zh_hk: 需要權限

# view.setup.explain.while
source: Drag Alert tracks your vessel's location to determine whether your vessel is within your intended anchoring radius.
da: Drag Alert sporer din båds position for at afgøre, om den er inden for din tilsigtede ankerpladsradius.
de: Drag Alert verfolgt die Position Ihres Schiffs, um zu bestimmen, ob es sich innerhalb Ihres beabsichtigten Ankerplatzradius befindet.
es: Drag Alert rastrea la ubicación de su embarcación para determinar si se encuentra dentro del radio de anclaje previsto.
fi: Drag Alert seuraa aluksesi sijaintia ja määrittää, onko se tarkoitetussa ankkuripaikkaradiuksessa.
fr: Drag Alert suit la position de votre navire pour déterminer s'il se trouve à l'intérieur du rayon d'ancrage prévu.
it: Drag Alert traccia la posizione della tua imbarcazione per determinare se si trova nel raggio di ancoraggio desiderato.
ja: Drag Alertは船の位置を追跡し、船が意図した錨地の範囲内にあるかどうかを判断します。
nb: Drag Alert sporer fartøyets posisjon for å avgjøre om fartøyet er innenfor den tiltenkte ankeringsradiusen.
nl: Drag Alert volgt de positie van uw schip om te bepalen of het binnen uw beoogde ankerplaatsradius ligt.
pl: Drag Alert śledzi położenie twojego statku, aby określić, czy znajduje się w zamierzonym obszarze kotwiczenia.
pt_pt: O Drag Alert rastreia a localização da sua embarcação para determinar se está dentro do raio de ancoragem pretendido.
ru: Drag Alert отслеживает местоположение вашего судна, чтобы определить, находится ли оно в предполагаемом радиусе якорения.
sv: Drag Alert spårar din fartygsplats för att avgöra om det är inom din avsedda ankarradie.
zh_hans: 拖动警报会追踪您船舶的位置，以确定是否在您打算的锚地半径内。
zh_hk: Drag Alert 追蹤船隻位置，以確定是否在預定錨地半徑內。

# view.setup.whileUsing
source: Allow While Using
da: Tillad Ved Brug
de: Erlauben während Nutzung
es: Permitir mientras se usa
fi: Salli käytettäessä
fr: Autoriser pendant l'utilisation
it: Consenti Durante l'Uso
ja: 使用中に許可
nb: Tillat mens i bruk
nl: Toestaan tijdens Gebruik
pl: Zezwalaj podczas używania
pt_pt: Permitir Durante Utilização
ru: Разрешить при использовании
sv: Tillåt vid användning
zh_hans: 仅在使用时允许
zh_hk: 使用中允許

# view.setup.explain.always
source: If you want the app to monitor your location from the background, then it also needs the 'Always Allow' permission.
da: Hvis du vil have appen til at overvåge din position i baggrunden, kræves også tilladelsen 'Altid Tillad'.
de: Wenn Sie möchten, dass die App Ihren Standort im Hintergrund überwacht, ist auch die Berechtigung 'Immer erlauben' erforderlich.
es: Si desea que la aplicación monitoree su ubicación en segundo plano, también necesita el permiso 'Permitir siempre'.
fi: Jos haluat sovelluksen seuraavan sijaintiasi taustalla, se tarvitsee myös 'Salli aina' -luvan.
fr: Si vous souhaitez que l'application surveille votre position en arrière-plan, elle a également besoin de l'autorisation 'Toujours autoriser'.
it: Se vuoi che l'app monitori la tua posizione in background, è necessaria anche l'autorizzazione 'Consenti Sempre'.
ja: アプリがバックグラウンドで位置を監視する場合、常に許可が必要です。
nb: Hvis du ønsker at appen skal overvåke posisjonen din i bakgrunnen, kreves også tillatelsen 'Alltid tillat'.
nl: Als u wilt dat de app uw locatie op de achtergrond bewaakt, is ook de toestemming 'Altijd Toestaan' vereist.
pl: Jeśli chcesz, aby aplikacja monitorowała twoje położenie w tle, wymagane jest również zezwolenie na „Zawsze”.
pt_pt: Se desejar que a aplicação monitorize a sua localização em segundo plano, é também necessário o consentimento 'Permitir Sempre'.
ru: Если вы хотите, чтобы приложение отслеживало ваше местоположение в фоновом режиме, также требуется разрешение 'Всегда'.
sv: Om du vill att appen ska övervaka din plats i bakgrunden behövs även tillståndet 'Alltid tillåten'.
zh_hans: 如果您希望应用程序在后台监视您的位置，则还需要“始终允许”权限。
zh_hk: 如果要使應用程式在背景監控您的位置，還需要「始終允許」權限。

# view.setup.alwaysAllow
source: Always Allow
da: Altid Tillad
de: Immer erlauben
es: Permitir siempre
fi: Salli aina
fr: Toujours Autoriser
it: Consenti Sempre
ja: 常に許可
nb: Alltid tillat
nl: Altijd Toestaan
pl: Zawsze zezwalaj
pt_pt: Permitir Sempre
ru: Всегда разрешать
sv: Alltid tillåten
zh_hans: 始终允许
zh_hk: 始終允許

# view.setup.warn.wifi
source: You should keep your WiFi enabled while using this app, as turning it off disables your GPS.
da: Du bør holde din WiFi aktiveret, mens du bruger denne app, da slukning for WiFi deaktiverer din GPS.
de: Sie sollten Ihr WLAN eingeschaltet lassen, während Sie diese App verwenden, da das Ausschalten Ihr GPS deaktiviert.
es: Debe mantener habilitado el Wi-Fi mientras utiliza esta aplicación, ya que desactivarlo desactiva su GPS.
fi: Pidä WiFi päällä käytettäessä tätä sovellusta, koska sen sammuttaminen poistaa GPS:n käytöstä.
fr: Vous devez activer le WiFi pendant l'utilisation de cette application, car le désactiver désactive le GPS.
it: Dovresti mantenere attivo il Wi-Fi durante l'uso di questa app, in quanto disattivarlo disabilita il GPS.
ja: このアプリを使用する際にはWi-Fiをオンにしておく必要があります。Wi-FiをオフにするとGPSが無効になります。
nb: Du bør holde Wi-Fi aktivert mens du bruker denne appen, siden deaktivering av Wi-Fi deaktiverer GPS-en.
nl: U moet uw WiFi ingeschakeld houden bij het gebruik van deze app, omdat het uitschakelen ervan uw GPS uitschakelt.
pl: Powinieneś trzymać włączone Wi-Fi podczas korzystania z tej aplikacji, ponieważ wyłączenie go dezaktywuje GPS.
pt_pt: Deve manter o Wi-Fi ativado ao utilizar esta aplicação, pois desativá-lo desativa o GPS.
ru: Рекомендуется включить Wi-Fi при использовании этого приложения, так как отключение его приведет к выключению GPS.
sv: Du bör hålla Wi-Fi aktiverat när du använder appen, eftersom att stänga av det inaktiverar din GPS.
zh_hans: 在使用此应用程序时，请保持WiFi打开，关闭WiFi会禁用GPS。
zh_hk: 使用此應用程式時，應保持 Wi-Fi 啟用，因為關閉 Wi-Fi 會禁用 GPS。

# view.setup.done.button
source: Done
da: Færdig
de: Fertig
es: Hecho
fi: Valmis
fr: Terminé
it: Fatto
ja: 完了
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_pt: Concluído
ru: Готово
sv: Klar
zh_hans: 完成
zh_hk: 完成

# view.setup.vessel.title
source: Setup Your Vessel
da: Opsæt Dit Skib
de: Richten Sie Ihr Schiff ein
es: Configurar su embarcación
fi: Aseta aluksesi
fr: Configurer Votre Navire
it: Configura la Tua Imbarcazione
ja: 船の設定
nb: Konfigurer fartøyet ditt
nl: Configureer Uw Schip
pl: Konfiguracja statku
pt_pt: Configurar a Sua Embarcação
ru: Настройка вашего судна
sv: Konfigurera ditt fartyg
zh_hans: 设置您的船舶
zh_hk: 設定您的船隻

# view.setup.vessel.name
source: Vessel Name
da: Skibsnavn
de: Schiffname
es: Nombre de la embarcación
fi: Aluksen nimi
fr: Nom du Navire
it: Nome Imbarcazione
ja: 船の名前
nb: Fartøynavn
nl: Schip Naam
pl: Nazwa statku
pt_pt: Nome da Embarcação
ru: Имя судна
sv: Fartygsnamn
zh_hans: 船名
zh_hk: 船隻名稱

# view.setup.vessel.loa
source: LOA
fr: LHT
zh_hans: 总长
zh_hk: 總長（LOA）

# view.setup.vessel.rodeLength
source: Max Rode
da: Maks. Ankerline
de: Max. Ankerleine
es: Longitud máxima de cabo
fi: Maks. ankkuriketjun pituus
fr: Longueur du Câble Max
it: Lunghezza Cima d'ancora
ja: 最大錨綱
nb: Maks Tauglengde
nl: Max. Ankerlijn
pl: Maks. Długość cumy
pt_pt: Comprimento Máximo da Amarra
ru: Макс. длина веревки
sv: Max trosslängd
zh_hans: 最大锚链长度
zh_hk: 最大錨繩長度

# view.setup.vessel.add
source: Add Vessel
da: Tilføj Skib
de: Schiff hinzufügen
es: Agregar embarcación
fi: Lisää alus
fr: Ajouter Navire
it: Aggiungi Imbarcazione
ja: 船を追加
nb: Legg til fartøy
nl: Voeg Schip Toe
pl: Dodaj statek
pt_pt: Adicionar Embarcação
ru: Добавить судно
sv: Lägg till fartyg
zh_hans: 添加船舶
zh_hk: 新增船隻

# view.setup.vessel.edit
source: Save Changes
da: Gem Ændringer
de: Änderungen speichern
es: Guardar cambios
fi: Tallenna muutokset
fr: Sauvegarder les Modifications
it: Salva Modifiche
ja: 変更を保存
nb: Lagre endringer
nl: Wijzigingen Opslaan
pl: Zapisz zmiany
pt_pt: Guardar Alterações
ru: Сохранить изменения
sv: Spara ändringar
zh_hans: 保存更改
zh_hk: 保存更改

# view.editor.distance.unit
source: Unit
da: Enhed
de: Einheit
es: Unidad
fi: Yksikkö
fr: Unité
it: Unità
ja: 単位
nb: Enhet
nl: Eenheid
pl: Jednostka
pt_pt: Unidade
ru: Единица измерения
sv: Enhet
zh_hans: 单位
zh_hk: 單位

# view.editor.distance.feet
source: Feet
da: Fødder
de: Fuß
es: Pies
fi: Jalkaa
fr: Pieds
it: Piedi
ja: フィート
nb: Fot
nl: Voet
pl: Stopy
pt_pt: Pés
ru: Футы
sv: Fot
zh_hans: 英尺
zh_hk: 英尺

# view.editor.distance.meters
source: Meters
da: Meter
de: Meter
es: Metros
fi: Metriä
fr: Mètres
it: Metri
ja: メートル
nb: Meter
nl: Meter
pl: Metry
pt_pt: Metros
ru: Метры
sv: Meter
zh_hans: 米
zh_hk: 米

# view.multiple.latitude
source: Latitude
da: Breddegrad
de: Breitengrad
es: Latitud
fi: Leveysaste
it: Latitudine
ja: 緯度
nb: Breddegrad
nl: Breedtegraad
pl: Szerokość geograficzna
ru: Широта
sv: Latitud
zh_hans: 纬度
zh_hk: 緯度

# view.multiple.longitude
source: Longitude
da: Længdegrad
de: Längengrad
es: Longitud
fi: Pituusaste
it: Longitudine
ja: 経度
nb: Lengdegrad
nl: Lengtegraad
pl: Długość geograficzna
ru: Долгота
sv: Longitud
zh_hans: 经度
zh_hk: 經度

# tip.maptoolbar.disable.idle.title
source: Prevent Backlight Dimming
da: Forhindr Skærmens Dæmpning
de: Verhindern Sie Bildschirmabdunkelung
es: Evitar el oscurecimiento de la pantalla
fi: Estä näytön himmennys
fr: Empêcher la Diminution de la Luminosité
it: Impedisci lo Spegnimento del Retroilluminazione
ja: 画面の暗転を防止
nb: Unngå skjermavslapning
nl: Voorkom Scherm Dimmen
pl: Zapobiegaj przyciemnianiu ekranu
pt_pt: Evitar o Escurecimento do Ecrã
ru: Предотвратить затемнение экрана
sv: Förhindra skärmavmörkning
zh_hans: 防止背光变暗
zh_hk: 防止螢幕變暗

# tip.maptoolbar.disable.idle.message
source: Choose "Disable Idle" from the alarm menu in the toolbar below to prevent the backlight from dimming and the screen from locking. This may negatively impact battery life, but help prevent Drag Alert from being paused in the background.
da: Vælg 'Deaktiver Inaktivitet' fra alarmmenuen i værktøjslinjen nedenfor for at forhindre skærmens dæmpning og låsning. Dette kan have negativ indflydelse på batterilevetiden, men hjælper med at forhindre Drag Alert i at blive sat i pause i baggrunden.
de: Wählen Sie 'Inaktivität deaktivieren' im Alarmmenü in der Symbolleiste unten aus, um zu verhindern, dass der Bildschirm abgedunkelt wird und das Gerät gesperrt wird. Dies kann sich negativ auf die Akkulaufzeit auswirken, verhindert jedoch, dass Drag Alert im Hintergrund pausiert wird.
es: Seleccione 'Desactivar en inactividad' en el menú de alarma en la barra de herramientas a continuación para evitar que la pantalla se oscurezca y el dispositivo se bloquee. Esto puede afectar la vida útil de la batería, pero ayuda a evitar que Drag Alert se detenga en segundo plano.
fi: Valitse työkalurivin hälytysvalikosta 'Poista käytöstä lepotilassa' estääksesi näytön himmennys ja lukituksen. Tämä voi vaikuttaa akun kestoon, mutta estää Drag Alertin keskeytymisen taustalla.
fr: Choisissez "Désactiver l'Inactivité" dans le menu d'alarme dans la barre d'outils ci-dessous pour éviter que la luminosité ne diminue et que l'écran ne se verrouille. Cela peut avoir un impact négatif sur la durée de vie de la batterie, mais cela peut aider à empêcher Drag Alert d'être mis en pause en arrière-plan.
it: Scegli 'Disabilita Inattività' dal menu allarme nella barra degli strumenti sottostante per impedire lo spegnimento della retroilluminazione e il blocco dello schermo. Ciò potrebbe influire negativamente sulla durata della batteria, ma aiuta a evitare che Drag Alert venga messo in pausa in background.
ja: ツールバーのアラームメニューから「アイドル無効」を選択して、画面の暗転やロックを防ぎます。これはバッテリー寿命に影響する可能性がありますが、Drag Alertがバックグラウンドで一時停止されるのを防ぎます。
nb: Velg 'Deaktiver ved inaktivitet' fra alarmmenyen i verktøylinjen nedenfor for å forhindre at skjermen avslappes og låses. Dette kan påvirke batterilevetiden negativt, men forhindrer at Drag Alert settes på pause i bakgrunnen.
nl: Kies 'Uitschakelen bij Inactiviteit' uit het alarmmenu in de werkbalk hieronder om te voorkomen dat het scherm dimt en vergrendelt. Dit kan de levensduur van de batterij negatief be√Ønvloeden, maar voorkomt dat Drag Alert in de achtergrond wordt onderbroken.
pl: Wybierz „Wyłącz w bezczynności” z menu alarmowego na pasku narzędziowym poniżej, aby zapobiec przyciemnianiu ekranu i blokowaniu urządzenia. Może to negatywnie wpłynąć na żywotność baterii, ale pomoże zapobiec zatrzymaniu Drag Alert w tle.
pt_pt: Escolha 'Desativar Inatividade' no menu de alarme na barra de ferramentas abaixo para evitar que o ecrã escureça e o dispositivo seja bloqueado. Isso pode afetar a vida útil da bateria, mas ajuda a evitar que o Drag Alert seja pausado em segundo plano.
ru: Выберите 'Отключить при бездействии' в меню тревоги на панели инструментов ниже, чтобы предотвратить затемнение экрана и блокировку устройства. Это может отрицательно сказаться на времени работы от батареи, но поможет предотвратить приостановку Drag Alert в фоновом режиме.
sv: Välj 'Inaktivera vid inaktivitet' i larmmenyn i verktygsfältet nedan för att förhindra skärmavmörkning och låsning av skärmen. Detta kan påverka batteritiden negativt, men hjälper till att förhindra att Drag Alert pausas i bakgrunden.
zh_hans: 从下方工具栏的警报菜单中选择“禁用空闲”以防止背光变暗和屏幕锁定。这可能会对电池寿命产生负面影响，但有助于防止拖动警报在后台中断。
zh_hk: 從工具欄下方的警報菜單中選擇「停用閒置」，以防止螢幕變暗和設備鎖定。這可能會對電池壽命產生負面影響，但有助於防止 Drag Alert 在背景中暫停。

# tip.map.low.volume.title
source: Don't Miss an Alarm!
da: Gå ikke glip af en Alarm!
de: Verpassen Sie keine Alarme!
es: ¡No te pierdas una alarma!
fi: Älä missaa hälytystä!
fr: Ne Ratez Pas une Alarme !
it: Non Perdere un Allarme!
ja: アラームを見逃さないで！
nb: Ikke gå glipp av en alarm!
nl: Mis geen Alarm!
pl: Nie przegap alarmu!
pt_pt: Não Perca um Alarme!
ru: Не пропустите сигнал тревоги!
sv: Missa inte ett larm!
zh_hans: 别错过警报！
zh_hk: 不要錯過警報！

# tip.map.low.volume.message
source: The low volume warning and slider will only appear if your device volume is set below 50%. You can adjust the volume with the volume buttons on your phone, or the slider.
da: Advarslen om lav lydstyrke og skyderen vises kun, hvis din enhedslydstyrke er indstillet til under 50%. Du kan justere lydstyrken med lydknapperne på din telefon eller skyderen.
de: Die Warnung bei niedriger Lautstärke und der Schieberegler erscheinen nur, wenn die Lautstärke Ihres Geräts unter 50% liegt. Sie können die Lautstärke mit den Lautstärketasten Ihres Telefons oder dem Schieberegler anpassen.
es: La advertencia de volumen bajo y el control deslizante solo aparecerán si el volumen del dispositivo está configurado por debajo del 50%. Puede ajustar el volumen con los botones de volumen del teléfono o el control deslizante.
fi: Matalan äänenvoimakkuuden varoitus ja liukusäädin näkyvät vain, jos laitteesi äänenvoimakkuus on asetettu alle 50%. Voit säätää äänenvoimakkuutta puhelimesi äänenvoimakkuuspainikkeilla tai liukusäätimellä.
fr: L'avertissement de volume faible et le curseur n'apparaîtront que si le volume de votre appareil est réglé en dessous de 50%. Vous pouvez ajuster le volume avec les boutons de volume de votre téléphone ou le curseur.
it: L'avviso di volume basso e la barra scorrevole compariranno solo se il volume del dispositivo è impostato al di sotto del 50%. Puoi regolare il volume con i tasti del volume sul telefono o con la barra scorrevole.
ja: デバイスの音量が50%未満の場合、低い音量の警告とスライダーが表示されます。音量は電話のボリュームボタンやスライダーで調整できます。
nb: Advarselen om lavt volum og glidebryteren vises bare hvis enhetsvolumet er satt under 50%. Du kan justere volumet med volumknappene på telefonen eller glidebryteren.
nl: De waarschuwing voor laag volume en de schuifregelaar verschijnen alleen als het volume van uw apparaat onder de 50% staat. U kunt het volume aanpassen met de volumeknoppen op uw telefoon of de schuifregelaar.
pl: Ostrzeżenie o niskim poziomie głośności i suwak pojawią się tylko, jeśli poziom głośności urządzenia będzie ustawiony poniżej 50%. Możesz dostosować głośność za pomocą przycisków głośności na telefonie lub suwaka.
pt_pt: O aviso de volume baixo e o controlo deslizante só aparecerão se o volume do dispositivo estiver configurado abaixo de 50%. Pode ajustar o volume com os botões de volume no telefone ou o controlo deslizante.
ru: Предупреждение о низком уровне громкости и ползунок появятся только при уровне громкости устройства менее 50%. Вы можете регулировать громкость кнопками громкости на телефоне или ползунком.
sv: Låg volymvarning och skjutreglaget visas endast om enhetens volym är inställd under 50%. Du kan justera volymen med volymknapparna på din telefon eller reglaget.
zh_hans: 只有当您的设备音量设置在50％以下时，才会出现音量过低警告和滑块。您可以使用手机上的音量按钮或滑块调整音量。
zh_hk: 只有當設備音量設置在 50% 以下時，才會顯示低音量警告和滑塊。您可以使用手機上的音量按鈕或滑塊調整音量。

# tip.map.adjust.title
source: Adjust the Current Alarm
da: Juster Den Nuværende Alarm
de: Passen Sie den aktuellen Alarm an
es: Ajustar la alarma actual
fi: Säädä nykyistä hälytystä
fr: Ajustez l'Alarme Actuelle
it: Regola l'Allarme Corrente
ja: 現在のアラームを調整
nb: Juster gjeldende alarm
nl: Pas het Huidige Alarm Aan
pl: Dostosuj bieżący alarm
pt_pt: Ajustar o Alarme Atual
ru: Настройте текущий сигнал тревоги
sv: Justera det aktuella larmet
zh_hans: 调整当前警报
zh_hk: 調整當前警報
