Repository: pmolettiere/DragAlert
Catalog: DragAlert/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, it, ja, nb, nl, pl, pt_pt, ru, sv, zh_hans, zh_hk

# tip.map.adjust.message
source: Use "Adjust" in the anchor menu in the toolbar to change the parameters of your current anchor. You'll keep the log of your vessel's swing locations.
da: Brug 'Juster' i ankermenuen i værktøjslinjen til at ændre parametrene for dit nuværende anker. Du vil beholde loggen over din båds svingpositioner.
de: Verwenden Sie 'Anpassen' im Anker-Menü in der Symbolleiste, um die Parameter Ihres aktuellen Ankers zu ändern. Sie behalten das Protokoll der Schwungpositionen Ihres Schiffs bei.
es: Use 'Ajustar' en el menú de anclaje en la barra de herramientas para cambiar los parámetros de su anclaje actual. Mantendrá el registro de las ubicaciones oscilantes de su embarcación.
fi: Käytä 'Säädä' ankkurivalikossa työkalurivissä muuttaaksesi nykyisen ankkurisi parametreja. Säilytät aluksesi heilahteluiden lokin.
fr: Utilisez "Ajuster" dans le menu d'ancrage dans la barre d'outils pour changer les paramètres de votre ancre actuelle. Vous garderez la trace des emplacements de mouvement de votre navire.
it: Usa 'Regola' nel menu dell'ancora nella barra degli strumenti per modificare i parametri della tua ancoratura corrente. Manterrai un registro delle posizioni oscillanti della tua imbarcazione.
ja: ツールバーのアンカーメニューで「調整」を使用して、現在のアンカーのパラメータを変更できます。船の揺れる位置のログが保持されます。
nb: Bruk 'Juster' i ankermenyen i verktøylinjen for å endre parameterne for gjeldende anker. Du beholder loggen over fartøyets svingende posisjoner.
nl: Gebruik 'Aanpassen' in het anker-menu in de werkbalk om de parameters van uw huidige anker te wijzigen. U behoudt het logboek van de zwaaiende posities van uw schip.
pl: Użyj „Dostosuj” w menu kotwicy na pasku narzędziowym, aby zmienić parametry bieżącej kotwicy. Zachowasz dziennik pozycji kołysania twojego statku.
pt_pt: Utilize 'Ajustar' no menu da âncora na barra de ferramentas para alterar os parâmetros da sua âncora atual. Manterá o registo das posições oscilantes da sua embarcação.
ru: Используйте 'Настроить' в меню якоря на панели инструментов, чтобы изменить параметры текущего якоря. Вы сохраните лог положений вашего судна в качающемся состоянии.
sv: Använd 'Justera' i ankarmenyn i verktygsfältet för att ändra parametrarna för ditt nuvarande ankare. Du behåller loggen över ditt fartygs svängande positioner.
zh_hans: 在工具栏的锚菜单中使用“调整”来更改当前锚的参数。您将记录您船舶摆动位置的日志。
zh_hk: 在工具欄中的錨菜單中使用「調整」來更改當前錨的參數。您將保留船隻擺動位置的記錄。

# tip.map.reset.title
source: Reset Your Last Anchor
da: Nulstil Dit Sidste Anker
de: Setzen Sie Ihren letzten Anker zurück
es: Reiniciar su último anclaje
fi: Nollaa edellinen ankkuri
fr: Réinitialisez Votre Dernière Ancre
it: Reimposta la Tua Ultima Ancoratura
ja: 最後のアンカーをリセット
nb: Nullstill siste anker
nl: Herstel Uw Laatste Anker
pl: Zresetuj ostatnią kotwicę
pt_pt: Redefinir a Sua Última Âncora
ru: Сбросьте последний якорь
sv: Återställ ditt senaste ankare
zh_hans: 重置上次锚
zh_hk: 重設上次錨

# tip.map.reset.message
source: Use "Reset Last" in the anchor menu in the toolbar to drop the anchor in the same place and with the same rode length you used the last time you set it.
da: Brug 'Nulstil Sidste' i ankermenuen i værktøjslinjen for at kaste anker på samme sted og med samme ankerlinelængde, som du brugte sidste gang.
de: Verwenden Sie 'Letztes zurücksetzen' im Anker-Menü in der Symbolleiste, um den Anker am selben Ort und mit derselben Ankerleine fallen zu lassen wie beim letzten Mal.
es: Use 'Reiniciar último' en el menú de anclaje en la barra de herramientas para soltar el ancla en el mismo lugar y con la misma longitud de cabo que la última vez que lo configuró.
fi: Käytä 'Nollaa edellinen' ankkurivalikossa työkalurivissä laskeaksesi ankkuri samaan paikkaan ja samalla ankkuriketjun pituudella kuin edellisellä kerralla.
fr: Utilisez "Réinitialiser Dernière" dans le menu d'ancrage dans la barre d'outils pour lâcher l'ancre au même endroit et avec la même longueur de câble que la dernière fois que vous l'avez réglée.
it: Usa 'Resetta Ultimo' nel menu dell'ancora nella barra degli strumenti per far cadere l'ancora nello stesso punto e con la stessa lunghezza di cima d'ancora usata l'ultima volta.
ja: ツールバーのアンカーメニューで「最後をリセット」を使用して、最後に設定した場所と錨綱の長さでアンカーを落とすことができます。
nb: Bruk 'Nullstill siste' i ankermenyen i verktøylinjen for å slippe ankeret på samme sted og med samme tauglengde som sist du satte det.
nl: Gebruik 'Herstel Laatste' in het anker-menu in de werkbalk om het anker op dezelfde plaats en met dezelfde ankerlijnlengte te laten vallen als de laatste keer dat u het instelde.
pl: Użyj „Resetuj ostatni” w menu kotwicy na pasku narzędziowym, aby upuścić kotwicę w tym samym miejscu i z taką samą długością cumy, jak ostatnim razem.
pt_pt: Utilize 'Redefinir Última' no menu da âncora na barra de ferramentas para soltar a âncora no mesmo local e com o mesmo comprimento de amarra utilizado da última vez.
ru: Используйте 'Сбросить последний' в меню якоря на панели инструментов, чтобы опустить якорь в том же месте и с той же длиной веревки, что и в последний раз.
sv: Använd 'Återställ senaste' i ankarmenyn i verktygsfältet för att släppa ankaret på samma plats och med samma trosslängd som du använde senast.
zh_hans: 在工具栏的锚菜单中使用“重置上次”将锚放在与上次设置相同的位置并使用相同的锚链长度。
zh_hk: 在工具欄中的錨菜單中使用「重設上次」，以在相同位置和相同錨繩長度的情況下放下錨，就像您上次設置它一樣。

# tip.map.legend.title
source: Read the Map
da: Læs Kortet
de: Lese die Karte
es: Lea el mapa
fi: Lue karttaa
fr: Lisez la Carte
it: Leggi la Mappa
ja: マップの読み方
nb: Les kartet
nl: Lees de Kaart
pl: Czytaj mapę
pt_pt: Ler o Mapa
ru: Читайте карту
sv: Läs kartan
zh_hans: 阅读地图
zh_hk: 閱讀地圖

# tip.map.legend.message
source: The inner yellow circle is the furthest point your bow can swing from the anchor with the rode in use. The outer red circle is the furthest point your stern can swing, based on your LOA and the amount of rode in use. The blue shaded area around your vessel marker shows the GPS margin of error for your latest location fixes.
da: Den indre gule cirkel er det længste punkt, din stævn kan svinge fra ankret med ankerlinen i brug. Den ydre røde cirkel er det længste punkt, din hæk kan svinge baseret på din LOA og den anvendte ankerlinelængde. Det blå skyggeområde omkring din bådmarkør viser GPS-marginen for dine seneste positionsfikseringer.
de: Der innere gelbe Kreis ist der weiteste Punkt, den Ihr Bug mit der verwendeten Ankerleine vom Anker schwingen kann. Der äußere rote Kreis ist der weiteste Punkt, den Ihr Heck schwingen kann, basierend auf Ihrer LOA und der verwendeten Ankerleine. Der blaue Schattenbereich um Ihre Schiffsmarkierung zeigt die GPS-Margin für Ihre letzten Positionsfixierungen.
es: El círculo amarillo interno es el punto más lejano al que puede girar la proa desde el ancla con el cabo en uso. El círculo rojo externo es el punto más lejano al que puede girar la popa, según su LOA y la cantidad de cabo en uso. El área sombreada en azul alrededor del marcador de su embarcación muestra la margen de error GPS para sus últimas correcciones de ubicación.
fi: Sisäinen keltainen ympyrä on kaukaisin piste, jonka keulasosi voi heilahtaa ankkurista käytössä olevan ankkuriketjun kanssa. Ulkoinen punainen ympyrä on kaukaisin piste, jonka peräsi voi heilahtaa perustuen LOA:han ja käytössä olevaan ankkuriketjun pituuteen. Sininen varjostettu alue aluksen merkinnän ympärillä näyttää GPS:n viimeisimpien sijaintikorjausten virhemarginaalin.
fr: Le cercle jaune intérieur est le point le plus éloigné où votre proue peut se balancer depuis l'ancre avec le câble en cours d'utilisation. Le cercle rouge extérieur est le point le plus éloigné où votre poupe peut se balancer, en fonction de votre LHT et de la longueur de câble en cours d'utilisation. La zone ombragée en bleu autour de votre repère de navire montre la marge d'erreur GPS pour vos dernières positions fixes.
it: Il cerchio giallo interno è il punto più lontano che il tuo muso può oscillare dall'ancora con la cima d'ancora in uso. Il cerchio rosso esterno è il punto più lontano che la tua poppa può oscillare, in base alla LOA e alla quantità di cima d'ancora in uso. L'area blu ombreggiata intorno al marcatore della tua imbarcazione mostra la margine di errore GPS per le tue ultime correzioni di posizione.
ja: 内側の黄色い円は、錨綱を使用した場合、船首が錨から最も遠くに揺れるポイントです。外側の赤い円は、LOAと使用されている錨綱の量に基づいて、船尾が最も遠くに揺れるポイントです。船のマーカー周りの青い影の部分は、最新の位置修正のGPS誤差を示しています。
nb: Den indre gule sirkelen er det lengste punktet din baug kan svinge fra ankeret med tauet i bruk. Den ytre røde sirkelen er det lengste punktet din akter kan svinge, basert på LOA og mengden tau i bruk. Det blå skyggeområdet rundt fartøymerket viser GPS-feilmarginen for dine siste posisjonskorrigeringer.
nl: De binnenste gele cirkel is het verste punt waar uw boeg kan zwaaien vanaf het anker met de gebruikte ankerlijn. De buitenste rode cirkel is het verste punt waar uw hek kan zwaaien, op basis van uw LOA en de gebruikte ankerlijnlengte. Het blauw gearceerde gebied rondom uw schipmarkering toont de GPS-marge voor uw laatste locatiefixaties.
pl: Wewnętrzny żółty krąg to najdalszy punkt, do jakiego twój dziób może się przechylić od kotwicy przy użyciu cumy. Zewnętrzny czerwony krąg to najdalszy punkt, do jakiego twój rufa może się przechylić, w zależności od LOA i ilości używanej cumy. Niebieski zacieniony obszar wokół znacznika statku pokazuje margines błędu GPS dla twoich ostatnich poprawek lokalizacji.
pt_pt: O círculo amarelo interno é o ponto mais distante que a sua proa pode girar a partir da âncora com a amarra em uso. O círculo vermelho externo é o ponto mais distante que a sua popa pode girar, com base no LOA e na quantidade de amarra em uso. A área azul sombreada ao redor do marcador da sua embarcação mostra a margem de erro do GPS para as suas últimas correções de localização.
ru: Внутренний желтый круг - самая дальняя точка, на которую ваш нос может качаться от якоря с использованием веревки. Внешний красный круг - самая дальняя точка, на которую ваш корм может качаться, основываясь на LOA и количестве используемой веревки. Синяя теневая зона вокруг маркера вашего судна показывает GPS-погрешность для ваших последних корректировок местоположения.
sv: Den inre gula cirkeln är den längsta punkt din båge kan svänga från ankaret med trossen i bruk. Den yttre röda cirkeln är den längsta punkt din akter kan svänga, baserat på din LOA och mängden tross som används. Det blå skuggade området runt din fartygsmarkör visar GPS-marginalen för dina senaste positionsfixar.
zh_hans: 内部黄色圆圈是您的船头可以从使用中的锚链摆动的最远点。外部红色圆圈是您的船尾可以摆动的最远点，根据您的总长和使用的锚链长度。船舶标记周围的蓝色阴影区域显示了最新位置修复的GPS误差。
zh_hk: 內部黃色圓圈是船頭可以在使用錨繩的情況下擺動的最遠點。外部紅色圓圈是根據您的 LOA 和使用的錨繩數量，船尾可以擺動的最遠點。船隻標誌周圍的藍色陰影區域顯示了最新定位修正的 GPS 誤差。

# tip.map.set.title
source: Anchor Aweigh!
da: Kast Anker!
de: Werfen Sie den Anker!
es: ¡Fondea tu ancla!
fi: Laske ankkuri!
fr: Larguez l'Ancre !
it: Getta l'Ancora!
ja: 錨を投げろ！
nb: Slipp anker!
nl: Laat het Anker Vallen!
pl: Upuść kotwicę!
pt_pt: Solte a Âncora!
ru: Отпустите якорь!
sv: Sätt ankare!
zh_hans: 抛锚！
zh_hk: 扔下錨！

# tip.map.set.message
source: Set your anchor position and your swing radius from the "New Position" menu under the anchor button in the toolbar.
da: Indstil din ankerposition og din svingradius fra menuen 'Ny Position' under ankerknappen i værktøjslinjen.
de: Setzen Sie Ihre Ankerposition und Ihren Schwingungsradius im Menü 'Neue Position' unter dem Ankerknopf in der Symbolleiste.
es: Configure la posición de su ancla y el radio de oscilación desde el menú 'Nueva posición' bajo el botón de anclaje en la barra de herramientas.
fi: Aseta ankkuriposition ja heilahtelusäde 'Uusi sijainti' -valikosta ankkuripainikkeen alla työkalurivissä.
fr: Définissez la position de votre ancre et la portée de votre balancement depuis le menu "Nouvelle Position" sous le bouton d'ancre dans la barre d'outils.
it: Imposta la posizione dell'ancora e il raggio di oscillazione dal menu 'Nuova Posizione' sotto il pulsante dell'ancora nella barra degli strumenti.
ja: ツールバーのアンカーボタンの下にある「新しい位置」メニューから、アンカーの位置と揺れ半径を設定してください。
nb: Sett ankerposisjonen og svingradiusen fra menyen 'Ny posisjon' under ankervinkelen i verktøylinjen.
nl: Stel uw ankerpositie en zwaairadius in vanuit het menu 'Nieuwe Positie' onder de ankerknop in de werkbalk.
pl: Ustaw pozycję kotwicy i promień kołysania z menu „Nowa pozycja” pod przyciskiem kotwicy na pasku narzędziowym.
pt_pt: Defina a posição da sua âncora e o raio de oscilação no menu 'Nova Posição' sob o botão da âncora na barra de ferramentas.
ru: Установите позицию якоря и радиус качания из меню 'Новая позиция' под кнопкой якоря на панели инструментов.
sv: Ställ in din ankarpunkt och svängradie från menyn 'Ny position' under ankarknappen i verktygsfältet.
zh_hans: 从工具栏中的锚按钮下的“新位置”菜单中设置您的锚位和摆动半径。
zh_hk: 在工具欄下的錨按鈕下的「新位置」菜單中設置您的錨點和擺動半徑。
